Repository: blackadderkate/weather-widget-2
Catalog: translations/po/*.po
Languages: cs, pt_br

source: Plasmoid showing weather information from met.no server
cs: Widget pro předpověď počasí
pt_br: Plasmoid está exibindo informações do clima do servidor met.no

source: hours
cs: hod.
pt_br: horas

source: General
cs: Obecné
pt_br: Geral

source: Appearance
cs: Vzhled
pt_br: Aparência

source: Units
cs: Jednotky
pt_br: Unidade

source: Layout
cs: Zobrazení

source: Layout type:
cs: Typ zobrazení:
pt_br: Tipo de layout:

source: Horizontal
cs: horizontální

source: NOTE: Setting layout type for in-tray plasmoid has no effect.
cs: Pozn.: Nemá dopad na zobrazení widgetu z lišty.
pt_br: NOTA: Configuração do tipo de layout não tem efeito na bandeja.

source: Vertical
cs: vertikální

source: Compact
cs: kompaktní
pt_br: Compacto

source: In-Tray Settings
cs: Nastavení pro lištu
pt_br: Configurações na bandeija

source: Active timeout:
cs: Skrýt po:
pt_br: Tempo de inativação:

# Abbreviation for seconds
source: sec
cs: sek
pt_br: seg

source: NOTE: After this timeout widget will be hidden in system tray until refreshed. You can always set the widget to be always "Shown" in system tray "Entries" settings.
cs: Pozn.: Po této době bude widget v liště skryt, dokud nedojde k jeho obnovení. Trvalé zobrazení widgetu je možné pomocí volby "Vždy zobrazovat" v sekci "Položky" v nastavení "Systémové části panelu".
pt_br: NOTA: Após o tempo de inativação, o widget será escondido na bandeja até ser atualizado. Você pode sempre configurar para ficar sempre "Exibido" na bandeja configurando as "Entradas".

source: Widget font style:
cs: Písmo widgetu:
pt_br: Estilo da fonte:

source: Widget font size:
cs: Velikost písma:
pt_br: Tamanho da fonte:

source: Add Open Weather Map Place
cs: Přidat lokaci OpenWeatherMap.org
pt_br: Adicionar Open Wheater Map Place

source: Paste URL here
cs: Vložte URL
pt_br: Colar URL aqui

source: City alias
cs: Pojmenování lokace
pt_br: Apelido para cidade

source: Find your city ID by searching here:
cs: Najděte ID své lokace pomocí vyhledávání zde:
pt_br: Encontre o ID de sua cidade pesquisando aqui:

source: ...and paste here the whole URL e.g. http://openweathermap.org/city/2946447 for Bonn, Germany.
cs: ...a následně vložte výše celou URL: např. https://openweathermap.org/city/3067696 pro Prahu, ČR.
pt_br: ...e cole aqui a URL completa Ex.: https://openweathermap.org/city/3459342 para Lagarto, Brasil.

source: Error!
cs: Chyba!
pt_br: Erro!

source: Confirmation
cs: Potvrzení
pt_br: Confirmar

source: Do you want to select this place?
cs: Chcete vybrat tuto lokaci?
pt_br: Você quer selecionar este local?

source: Add Met.no Map Place
cs: Přidat lokaci Met.no
pt_br: Adicionar Met.no Map Place

source: The Latitude is not valid.
cs: Šířka (φ) není platná.
pt_br: A Latitude não é válida.

source: The Latitude is not between -90 and 90.
cs: Šířka (φ) není mezi -90° až +90°.
pt_br: A Latitudo não está entre -90 e 90.

source: The Longitude is not valid.
cs: Délka (λ) není platná.
pt_br: A Longitudo não é válida.

source: The Longitude is not between -180 and 180.
cs: Délka (λ) není mezi -180° až +180°.
pt_br: A Longitudo não está entre -180 e 180.

source: The Altitude is not valid.
cs: Výška (n.m.) není platná.
pt_br: A Altitude não é válida.

source: The Altitude is not between -999 and 5000.
cs: Výška (n.m.) není mezi -999 až +5000.
pt_br: A Altitudo não está entre -999 e 5000.

source: The Place Name is empty.
cs: Pojmenování lokace je prázdné.
pt_br: O nome do local está vazio.

source: There is an error!
cs: Opravte chybu:
pt_br: Tem alguma coisa errada!

source: Latitude
cs: Šířka (φ)

source: Longitude
cs: Délka (λ)

source: Altitude
cs: Výška (n.m.)

source: Place Identifier
cs: ID lokace
pt_br: Identificador do Local

source: Search
cs: Vyhledat
pt_br: Pesquisa

source: Change Displayed As
cs: Změnit pojmenování
pt_br: Mudar como é exibido

source: Enter place alias
cs: Vložte pojmenování lokace
pt_br: Insira um apelido

source: Location Search
cs: Vyhledávání lokace
pt_br: Busca de local

source: Location
cs: Lokace
pt_br: Locais

source: Area
cs: Oblast

source: Timezone
cs: Časové pásmo

source: Search data extracted from data provided by Geonames.org.
cs: zdroj: GeoNames.org
pt_br: Pesquisar os dados extraído fornecidos por Geonames.org.

source: Country:
cs: Země:
pt_br: País:

source: Filter:
cs: Filtr:
pt_br: Filtro:

source: Plasmoid version:
cs: verze
pt_br: Versão Plasmoid:

source: Source
cs: Zdroj
pt_br: Fonte

source: Displayed as
cs: Pojmenování
pt_br: Exibir como

source: Action
cs: Akce
pt_br: Ações

source: Miscellaneous
cs: Ostatní
pt_br: Diversos

source: Reload interval:
cs: Obnovovací interval:
pt_br: Tempo de atualização:

source: Met.no weather forecast data provided by The Norwegian Meteorological Institute.
cs: Met.no data převzata z Norského meteorologického ústavu.
pt_br: Met.no dados de previsão do clima fornecidos por Instituto Norueguês de Meteorologia.

source: Sunrise/sunset data provided by Sunrise - Sunset.
cs: Časy východu a západu slunce převzaty ze Sunrise-Sunset.
pt_br: Amanhecer/Por do Sol fornecidos por Sunrise - Sunset.

source: OWM weather forecast data provided by OpenWeather.
cs: OWM data převzata z OpenWeatherMap.
pt_br: OWM dados de previsão do clima fornecidos por OpenWeather.

source: Weather icons created by Erik Flowers.
cs: Ikony počasí vytvořil Erik Flowers.
pt_br: Icones do clima criados por Erik Flowers.

source: Temperature:
cs: Teplota:
pt_br: Temperatura:

source: Pressure:
cs: Tlak:
pt_br: Pressão:

source: Wind speed:
cs: Ryhlost větru:
pt_br: Velocidade do Vento:

source: Timezone:
cs: Časové pásmo:

source: My local-time
cs: můj místní čas
pt_br: Hora local

source: Location Timezone
cs: dle lokace
pt_br: Timezone Local

source: Next Location
cs: dále
pt_br: Próximo Local

source: Reload
cs: obnovit
pt_br: Recarregar

source: Previous Location
cs: zpět
pt_br: Local Anterior

source: Resume Updating
cs: Povolit obnovování
pt_br: Continuar Atualizações

source: Pause Updating
cs: Zastavit obnovování
pt_br: Pausar Atualizações

source: %1 ago
cs: před %1
pt_br: %1 atrás

source: near future
cs: za okamžik
pt_br: logo mais

source: Weather forecast data provided by The Norwegian Meteorological Institute.
cs: zdroj: Met.no
pt_br: Os dados da previsão do tempo são fornecido por The Norwegian Meteorological Institute.

source: today
cs: dnes
pt_br: hoje

source: Weather forecast data provided by OpenWeather.
cs: zdroj: OpenWeatherMap.org
pt_br: Os dados da previsão do tempo são fornecidos por OpenWeather.

# Use default font
source: Default
pt_br: Padrão
